{
    "KEBA KeContact adapter settings": "KEBA KeContact Adapter-Einstellungen",
    "KeContact IP Address": "IP-Adresse der Wallbox",
    "Refresh Interval": "Aktualisierungsintervall",
    "delta": "Schrittweite",
    "energyMeter1": "Name des States für 1. Energy-Meter",
    "energyMeter2": "Name des States für 2. Energy-Meter",
    "energyMeter3": "Name des States für 3. Energy-Meter",
    "mA": "mA",
    "maxPower": "Maximaler Netzbezug",
    "minTime": "Mindestladezeit",
    "only-special-values": "Folgende Werte werden nur benötigt, wenn die Wallbox abhängig von einer PV-Anlage geregelt werden soll",
    "powerLimitation": "Folgende Werte werden nur benötigt, wenn die Gesamtleistung begrenzt ist",
    "regard": "Name des States für Netzbezug",
    "secs": "Sekunden",
    "surplus": "Name des States für Netzeinspeisung",
    "tooltip_delta": "Regelung der Wallbox erfolgt in den angegebenen Schritten",
    "tooltip_host": "IP-Adresse der KEBA KeContact-Wallbox",
    "tooltip_maxPower": "Mit diesem Wert kann die Leistung der Wallbox so begrenzt werden, dass ein max. Gesamtverbrauch nicht überschritten wird. Dies ist nötig, wenn der Netzbetreiber eine max. Leistung aufgrund begrenzter Kapazität vorgibt.",
    "tooltip_minTime": "Unterschreitet der Überschuss der PV-Anlage die minimale Ladestärke, soll der Ladevorgang erst unterbrochen werden, wenn mindestens die angegebene Zeit geladen wurde",
    "tooltip_pollInterval": "Intervall in Sekunden (mind. 5 Sek.) wie oft neue Werte in der Wallbox abgefragt werden sollen (0 = keine Abfrage, nur Broadcast lesen)",
    "tooltip_stateEnergyMeter1": "Name des States des 1. Energy-Meters, das für die Berechnung des Gesamtverbrauchs für die Leistungsbegrenzung einbezogen wird.",
    "tooltip_stateEnergyMeter2": "Name des States des 2. Energy-Meters, das für die Berechnung des Gesamtverbrauchs für die Leistungsbegrenzung einbezogen wird.",
    "tooltip_stateEnergyMeter3": "Name des States des 3. Energy-Meters, das für die Berechnung des Gesamtverbrauchs für die Leistungsbegrenzung einbezogen wird.",
    "tooltip_stateRegard": "Name des States für den Netzbezug des EnergyMeters. Werden Bezug und Einspeisung im selben State gespeichert und der Netzbezug ist positiv und die Einspeisung negativ, dann ist er hier nur anzugeben.",
    "tooltip_stateSurplus": "Name des States für die Netzeinspeisung des EnergyMeters. Werden Bezug und Einspeisung im selben State gespeichert und die Einspeisung ist positiv und der Netzbezug negativ, dann ist er hier nur anzugeben.",
    "tooltip_underusage": "Unterschreitet der Überschuss der PV-Anlage die minimale Ladestärke, soll der Ladevorgang erst bei einem Netzbezug über der angegebenen Wattzahl unterbrochen werden",
    "tooltip_wallboxNotIncluded": "Die Option ist zu markieren, wenn der Verbrauch der Wallbox nicht in der Leistung der Energy-Meter enthalten ist.",
    "underusage": "Ladeunterschreitung",
    "wallboxNotIncluded": "Verbrauch der Wallbox in keinem der Energy-Meter enthalten",
    "watts": "W"
}