{
    "KEBA KeContact adapter settings": "KEBA KeContact adapter settings",
    "KeContact IP Address": "Wallbox IP Address",
    "Refresh Interval": "Refresh Interval",
    "delta": "Step size",
    "energyMeter1": "Name of state for 1st energy meter",
    "energyMeter2": "Name of state for 2nd energy meter",
    "energyMeter3": "Name of state for 3rd energy meter",
    "mA": "mA",
    "maxPower": "Maximum power consumption surplus",
    "minTime": "Minimum charging time",
    "only-special-values": "Following values are only needed if wallbox is to be regulated by photovoltaics unit",
    "powerLimitation": "Following values are only needed if maximum power must be limited",
    "regard": "Name of regard state",
    "secs": "seconds",
    "surplus": "Name of surplus state",
    "tooltip_delta": "Controlled process variable by which charging station is regulated",
    "tooltip_host": "IP address of KEBA KeContact wallbox",
    "tooltip_maxPower": "You can define a maximum of watts which can must not be reached by all consumers",
    "tooltip_minTime": "If photovoltaics has less surplus than needed to minimally charge your EV, charging shall continue unless the EV was charged for the specified amount of time",
    "tooltip_pollInterval": "Interval in seconds how often the wallbox should be queried for new values (minimum 5 seconds, 0 = no queries, just broadcasts)",
    "tooltip_stateEnergyMeter1": "Name of state for the 1st energy meter which shall be used to calculate max. power consumption for power limitation",
    "tooltip_stateEnergyMeter2": "Name of state for the 2nd energy meter which shall be used to calculate max. power consumption for power limitation",
    "tooltip_stateEnergyMeter3": "Name of state for the 3rd energy meter which shall be used to calculate max. power consumption for power limitation",
    "tooltip_stateRegard": "Name of state which holds regard value of energy meter. If both regard and surplus are contained in one state, fill in state here only if regard is a positive value and surplus is negative.",
    "tooltip_stateSurplus": "Name of state which holds surplus value of energy meter. If both regard and surplus are contained in one state, fill in state here only if surplus is a positive value and regard is negative.",
    "tooltip_underusage": "If photovoltaics has less surplus than needed to minimally charge your EV, charging shall continue unless more than the specified watts are taken from extern",
    "tooltip_wallboxNotIncluded": "Check if none of the listed energy meters also cover power consumption of wallbox",
    "underusage": "Charging under-usage",
    "wallboxNotIncluded": "Power of wallbox NOT included in energy meter(s)",
    "watts": "watts"
}